import { Container } from '@material-ui/core';
import React from 'react';

const About = () => (
  <Container fixed>
    <p>
      Хотите работать в сфере IT, но не знаете какую профессию выбрать и на кого пойти учиться?
      Тогда наш сайт поможет вам.

      Многообразие возможностей и изобилие информации
      чаще всего дезориентирует абитуриентов. Вчерашние школьники теряются, не могут определиться и в итоге совершают множество ошибок при поступлении, выбирая не ту сферу деятельности и не ту профессию, которую им действительно хотелось бы. Позже приходит разочарование, а изменить что-то либо уже поздно, либо трудно психологически.

      Подобные ошибки пагубно сказываются на дальнейшей судьбе студентов. Поэтому важно как можно раньше и наиболее точно определиться с будущей профессией, чтобы учеба и работа после ВУЗа были в радость. Чем больше удовлетворения приносит вам ваша профессия, тем больше вы счастливы, тем больше у вас появляется мотивации для развития в данной области и тем более ценным специалистом вы становитесь.

      Как сделать правильный выбор? Подумайте, в какой сфере вы хотите работать и изучите все возможные варианты. В этом вам может помочь наш сайт.

      Введите в строку поиска, чем вы хотите заниматься в IT, и вы увидите профессии, востребованные работодателями на данный момент, и факультеты Московского Политеха, на которых вы можете их получить.

      Мы, студенты-первокурсники Политеха, разработали этот сайт, чтобы помочь выпускникам школ сделать верный выбор своей будущей профессии. Поскольку мы сами уже прошли этот путь и приняли правильные для себя решения, то можем помочь сделать это другим, используя приобретенный опыт и знания, полученные в Московском Политехе.

      Надеемся, что наша разработка поможет абитуриентам, убережет их от ошибок и покажет путь в светлое и счастливое профессиональное будущее.

      С наилучшими пожеланиями, студенты первого курса факультета Информационных технологий Московского Политеха.

      Информация для выдачи предоставлена сайтами hh.ru и mospolytech.ru
    </p>
    <img src="http://www.daralmarjaan.com/images/about.png" alt="" />
  </Container>
);

export default About;
