import React from 'react';
import { Container } from '@material-ui/core';

const Howtouse = () => (
  <Container fixed>
    <h1>Руководство пользователя</h1>
    <p>
      Привет! Мы рады видеть тебя в нашем веб-приложении! Сейчас я расскажу тебе как им пользоваться!)
      Если ты знаешь технологии и тебя интересует кем ты сможешь работать, то тебе во вкладку «
      <a href="url_for('main.search_page')">Поиск</a>
      ». Вводи свои технологии через Tab (слева на клавиатуре, иногда бывают стрелочками), и нажми Enter! Тебе скачается файл с вакансиями! Открывай и смотри!)
      Если тебе интересно почитать о проекте, то тебе во вкладку «О нас». Там ты найдешь много интересного о нашем проекте и почему мы за него взялись.
      Можешь заглянуть во вкладку «
      <a href="url_for('main.team_page')">Команда</a>
      », там все мы (ну почти все) с контактами! Код нашего проекта хранится в открытом доступе на «
      <a href="https://github.com/AlanLatte/Parser">Github</a>
      »!

      Если тебе понравился наш проект, и у тебя есть желание нас поддержать, есть вкладка «
      <a href="{{ url_for('main.contacts_page') }}">Контакты</a>
      »
    </p>
    <img src="https://www.stickbutik.ru/upload/iblock/ee6/ee641a11362255d7916693b5e085df64.png" alt="" />
  </Container>
);

export default Howtouse;
